Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Helix modal text editor
ar: محرر النصوص Helix
ca: Editor de text modal Helix
cs: Modální textový editor Helix
da: Helix modal teksteditor
de: Helix modaler Texteditor
es: Editor de texto modal Helix
fi: Helix-modaalitekstimuokkain
fr: Éditeur de texte modal Helix
he: עורך טקסט מודאלי Helix
hu: Helix modális szövegszerkesztő
it: Editor di testo modale Helix
ja: Helix モーダルテキストエディタ
ko: Helix 모달 텍스트 편집기
nb: Helix modal tekstredigerer
nl: Helix modale teksteditor
pl: Modalny edytor tekstu Helix
pt_br: Editor de texto modal Helix
pt_pt: Editor de texto modal Helix
ro: Editor de text modal Helix
sl: Modalni urejevalnik besedil Helix
sv: Helix modal textredigerare
uk: Модальний текстовий редактор Helix
vi: Trình soạn thảo văn bản modal Helix
zh_hans: Helix 模态文本编辑器
zh_hant: Helix 模態文字編輯器

source: herdr attaches automatically
ar: يرتبط herdr تلقائيًا
ca: herdr es connecta automàticament
cs: herdr se připojuje automaticky
da: herdr tilslutter automatisk
de: herdr hängt sich automatisch an
es: herdr se conecta automáticamente
fi: herdr liittyy automaattisesti
fr: herdr s'attache automatiquement
he: herdr מתחבר אוטומטית
hu: A herdr automatikusan csatlakozik
it: herdr si collega automaticamente
ja: herdr自動接続
ko: herdr 자동 연결
nb: herdr kobler til automatisk
nl: herdr verbindt automatisch
pl: herdr podłącza się automatycznie
pt_br: herdr conecta automaticamente
pt_pt: herdr liga-se automaticamente
ro: herdr se atașează automat
sl: herdr se pripne samodejno
sv: herdr ansluter automatiskt
uk: herdr приєднується автоматично
vi: herdr tự động kết nối
zh_hans: herdr 自动附加
zh_hant: herdr 自動附加

source: herdr Auto-Start
ar: البدء التلقائي لـ herdr
ca: Inici automàtic d'herdr
cs: Automatické spuštění herdr
da: Automatisk start af herdr
es: Inicio automático de herdr
fi: herdrin automaattinen käynnistys
fr: Démarrage automatique de herdr
he: הפעלה אוטומטית של herdr
hu: herdr automatikus indítás
it: Avvio automatico di herdr
ja: herdr自動起動
ko: herdr 자동 시작
nb: Automatisk start av herdr
nl: herdr automatisch starten
pl: Automatyczny start herdr
pt_br: Início Automático do herdr
pt_pt: Arranque Automático do herdr
ro: Pornire automată herdr
sl: Samodejni zagon herdr
sv: Automatisk start av herdr
uk: Автозапуск herdr
vi: Khởi động tự động herdr
zh_hans: herdr 自动启动
zh_hant: herdr 自動啟動

source: herdr enabled, launch command configured
ar: herdr مُفعَّل، تم تكوين أمر التشغيل
ca: herdr activat, ordre d'inici configurada
cs: herdr povolen, spouštěcí příkaz nakonfigurován
da: herdr aktiveret, startkommando konfigureret
de: herdr aktiviert, Startbefehl konfiguriert
es: herdr activado, comando de inicio configurado
fi: herdr käytössä, käynnistyskomento määritetty
fr: herdr activé, commande de lancement configurée
he: herdr מופעל, פקודת הפעלה מוגדרת
hu: herdr engedélyezve, indítási parancs konfigurálva
it: herdr attivato, comando di avvio configurato
ja: herdr有効、起動コマンド設定済み
ko: herdr 활성화됨, 실행 명령 설정됨
nb: herdr aktivert, startkommando konfigurert
nl: herdr ingeschakeld, startcommando geconfigureerd
pl: herdr włączony, polecenie uruchomieniowe skonfigurowane
pt_br: herdr ativado, comando de inicialização configurado
pt_pt: herdr ativado, comando de lançamento configurado
ro: herdr activat, comandă de lansare configurată
sl: herdr omogočen, zagonski ukaz nastavljen
sv: herdr aktiverat, startkommando konfigurerat
uk: herdr увімкнено, команду запуску налаштовано
vi: Đã bật herdr, đã cấu hình lệnh khởi chạy
zh_hans: herdr 已启用，启动命令已配置
zh_hant: herdr 已啟用，啟動命令已設定

source: Hex Decode
ar: فك ترميز Hex
ca: Descodificar Hex
cs: Dekódovat Hex
da: Afkod Hex
de: Hex decodieren
es: Decodificar Hex
fi: Pura Hex
fr: Décoder Hex
he: פענוח Hex
hu: Hex dekódolása
it: Decodifica Hex
ja: Hex デコード
ko: Hex 디코딩
nb: Dekod Hex
nl: Hex decoderen
pl: Dekoduj Hex
pt_br: Decodificar Hex
pt_pt: Descodificar Hex
ro: Decodifică Hex
sl: Dekodiraj Hex
sv: Avkoda Hex
uk: Декодувати Hex
vi: Giải mã Hex
zh_hans: Hex 解码
zh_hant: Hex 解碼

source: Hex Encode
ar: ترميز Hex
ca: Codificar Hex
cs: Zakódovat Hex
da: Indkod Hex
de: Hex codieren
es: Codificar Hex
fi: Koodaa Hex
fr: Encoder Hex
he: קידוד Hex
hu: Hex kódolása
it: Codifica Hex
ja: Hex エンコード
ko: Hex 인코딩
nb: Kod Hex
nl: Hex coderen
pl: Koduj Hex
pt_br: Codificar Hex
pt_pt: Codificar Hex
ro: Codifică Hex
sl: Kodiraj Hex
sv: Koda Hex
uk: Кодувати Hex
vi: Mã hóa Hex
zh_hans: Hex 编码
zh_hant: Hex 編碼

source: hidden
ar: مخفية
ca: oculta
cs: skryté
da: skjult
de: ausgeblendet
es: oculta
fi: piilotettu
fr: masquée
he: מוסתר
hu: rejtett
it: nascosta
ja: 非表示
ko: 숨겨짐
nb: skjult
nl: verborgen
pl: ukryte
pt_br: oculta
pt_pt: oculta
ro: ascunsă
sl: skrito
sv: dold
uk: приховано
vi: đã ẩn
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Hidden (%lld)
ar: ‏المخفية (%lld)
ca: Ocultes (%lld)
cs: Skryté (%lld)
da: Skjult (%lld)
de: Ausgeblendet (%lld)
es: Ocultas (%lld)
fi: Piilotetut (%lld)
fr: Masquées (%lld)
he: מוסתרים (%lld)
hu: Rejtett (%lld)
it: Nascoste (%lld)
ja: 非表示 (%lld)
ko: 숨겨짐(%lld)
nb: Skjult (%lld)
nl: Verborgen (%lld)
pl: Ukryte (%lld)
pt_br: Ocultas (%lld)
pt_pt: Ocultas (%lld)
ro: Ascunse (%lld)
sl: Skrito (%lld)
sv: Dolda (%lld)
uk: Приховані (%lld)
vi: Đã ẩn (%lld)
zh_hans: 已隐藏 (%lld)
zh_hant: 已隱藏（%lld）

source: Hidden Keys
ar: المفاتيح المخفية
ca: Claus ocultes
cs: Skryté klíče
da: Skjulte nøgler
de: Verborgene Tasten
es: Claves ocultas
fi: Piilotetut avaimet
fr: Touches masquées
he: מפתחות מוסתרים
hu: Rejtett kulcsok
it: Chiavi nascoste
ja: 非表示のキー
ko: 숨겨진 키
nb: Skjulte nøkler
nl: Verborgen sleutels
pl: Ukryte klucze
pt_br: Chaves Ocultas
pt_pt: Chaves Ocultas
ro: Taste ascunse
sl: Skrite tipke
sv: Dolda nycklar
uk: Приховані ключі
vi: Khóa ẩn
zh_hans: 隐藏的按键
zh_hant: 隱藏的按鍵

source: Hide
ar: إخفاء
ca: Amagar
cs: Skrýt
da: Skjul
de: Ausblenden
es: Ocultar
fi: Piilota
fr: Masquer
he: הסתר
hu: Elrejtés
it: Nascondi
ja: 非表示
ko: 숨기기
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascunde
sl: Skrij
sv: Dölj
uk: Сховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide Gateway Tab
ar: إخفاء علامة تبويب البوابة
ca: Oculta la pestanya de passarel·la
cs: Skrýt panel brány
da: Skjul gateway-fane
de: Gateway-Tab ausblenden
es: Ocultar pestaña de enlace
fi: Piilota yhdyskäytävävälilehti
fr: Masquer l’onglet passerelle
he: הסתרת לשונית השער
hu: Átjáró lap elrejtése
it: Nascondi scheda gateway
ja: ゲートウェイタブを非表示
ko: 게이트웨이 탭 가리기
nb: Skjul gateway-fane
nl: Gatewaytabblad verbergen
pl: Ukryj kartę bramy
pt_br: Ocultar Aba do Gateway
pt_pt: Ocultar separador de ligação
ro: Ascunde fila gateway
sl: Skrij prehodni zavihek
sv: Dölj gateway-flik
uk: Приховати вкладку шлюзу
vi: Ẩn Thẻ Cổng kết nối
zh_hans: 隐藏网关标签页
zh_hant: 隱藏閘道標籤頁

source: Hide tab
ar: إخفاء علامة التبويب
ca: Amaga la pestanya
cs: Skrýt kartu
da: Skjul fane
de: Tab ausblenden
es: Ocultar pestaña
fi: Piilota välilehti
fr: Masquer l’onglet
he: הסתר לשונית
hu: Lap elrejtése
it: Nascondi scheda
ja: タブを非表示
ko: 탭 숨기기
nb: Skjul fane
nl: Tabblad verbergen
pl: Ukryj kartę
pt_br: Ocultar aba
pt_pt: Ocultar separador
ro: Ascunde fila
sl: Skrij zavihek
sv: Dölj flik
uk: Сховати вкладку
vi: Ẩn tab
zh_hans: 隐藏标签页
zh_hant: 隱藏分頁

source: Hide Tab
ar: إخفاء علامة التبويب
ca: Amaga la pestanya
cs: Skrýt kartu
da: Skjul fane
de: Tab ausblenden
es: Ocultar pestaña
fi: Piilota välilehti
fr: Masquer l’onglet
he: הסתר לשונית
hu: Lap elrejtése
it: Nascondi scheda
ja: タブを非表示
ko: 탭 숨기기
nb: Skjul fane
nl: Tabblad verbergen
pl: Ukryj kartę
pt_br: Ocultar Aba
pt_pt: Ocultar separador
ro: Ascunde fila
sl: Skrij zavihek
sv: Dölj flik
uk: Сховати вкладку
vi: Ẩn tab
zh_hans: 隐藏标签页
zh_hant: 隱藏分頁

source: Hide Title Bar
ar: إخفاء شريط العنوان
ca: Amagar la barra de títol
cs: Skrýt záhlaví
da: Skjul titellinjen
de: Titelleiste ausblenden
es: Ocultar barra de título
fi: Piilota otsikkopalkki
fr: Masquer la barre de titre
he: הסתר שורת כותרת
hu: Címsor elrejtése
it: Nascondi barra del titolo
ja: タイトルバーを非表示
ko: 제목 막대 숨기기
nb: Skjul tittellinjen
nl: Titelbalk verbergen
pl: Ukryj pasek tytułu
pt_br: Ocultar Barra de Título
pt_pt: Ocultar Barra de Título
ro: Ascunde bara de titlu
sl: Skrij naslovno vrstico
sv: Dölj namnlisten
uk: Сховати рядок заголовка
vi: Ẩn thanh tiêu đề
zh_hans: 隐藏标题栏
zh_hant: 隱藏標題列

source: Hide Top Tab Bar
ar: إخفاء شريط علامات التبويب العلوي
ca: Amagar la barra de pestanyes superior
cs: Skrýt horní panel karet
da: Skjul den øverste fanelinje
de: Obere Tab-Leiste ausblenden
es: Ocultar barra de pestañas superior
fi: Piilota ylävälilehtipalkki
fr: Masquer la barre d'onglets supérieure
he: הסתר סרגל לשוניות עליון
hu: Felső lapsáv elrejtése
it: Nascondi barra delle schede superiore
ja: 上部のタブバーを非表示
ko: 상단 탭 바 숨기기
nb: Skjul den øverste fanelinjen
nl: Bovenste tabbalk verbergen
pl: Ukryj górny pasek kart
pt_br: Ocultar Barra de Abas Superior
pt_pt: Ocultar Barra de Separadores Superior
ro: Ascunde bara de file de sus
sl: Skrij zgornjo vrstico zavihkov
sv: Dölj det övre flikfältet
uk: Сховати верхню панель вкладок
vi: Ẩn thanh tab trên cùng
zh_hans: 隐藏顶部标签栏
zh_hant: 隱藏頂部標籤列

source: Hides the status bar and iPadOS window resize handle for a distraction-free terminal.
ar: يخفي شريط الحالة ومقبض تغيير حجم نافذة iPadOS لتجربة طرفية خالية من عوامل التشتيت.
ca: Amaga la barra d'estat i el tirador de redimensionament de la finestra d'iPadOS per a una experiència de terminal sense distraccions.
cs: Skryje stavový řádek a úchyt pro změnu velikosti okna v iPadOS pro nerušenou práci v terminálu.
da: Skjuler statuslinjen og iPadOS-vinduets størrelseshåndtag for en terminaloplevelse uden forstyrrelser.
de: Blendet die Statusleiste und den Griff zum Ändern der Fenstergröße in iPadOS für ein ablenkungsfreies Terminal-Erlebnis aus.
es: Oculta la barra de estado y el control de cambio de tamaño de ventana de iPadOS para una experiencia de terminal sin distracciones.
fi: Piilottaa tilapalkin ja iPadOSin ikkunan koonmuutoskahvan häiriöttömän päätekokemuksen takaamiseksi.
fr: Masque la barre d'état et la poignée de redimensionnement de fenêtre d'iPadOS pour une expérience de terminal sans distraction.
he: מסתיר את שורת המצב ואת ידית שינוי הגודל של חלון iPadOS לחוויית מסוף נטולת הסחות דעת.
hu: Elrejti az állapotsávot és az iPadOS ablakátméretező fogantyúját a zavartalan terminálélmény érdekében.
it: Nasconde la barra di stato e la maniglia di ridimensionamento della finestra di iPadOS per un'esperienza con il terminale priva di distrazioni.
ja: ステータスバーとiPadOSのウィンドウリサイズハンドルを非表示にし、集中できるターミナル環境を提供します。
ko: 방해 없는 터미널 환경을 위해 상태 표시줄과 iPadOS 창 크기 조절 핸들을 숨깁니다.
nb: Skjuler statuslinjen og iPadOS-håndtaket for endring av vindusstørrelse, for en distraksjonsfri terminalopplevelse.
nl: Verbergt de statusbalk en de handgreep voor het wijzigen van de venstergrootte in iPadOS voor een afleidingsvrije terminalervaring.
pl: Ukrywa pasek stanu i uchwyt zmiany rozmiaru okna iPadOS, zapewniając korzystanie z terminala bez rozpraszania uwagi.
pt_br: Oculta a barra de status e a alça de redimensionamento de janela do iPadOS para uma experiência de terminal sem distrações.
pt_pt: Oculta a barra de estado e a pega de redimensionamento da janela do iPadOS para uma experiência de terminal sem distrações.
ro: Ascunde bara de stare și mânerul de redimensionare a ferestrei iPadOS pentru o experiență de terminal fără distrageri.
sl: Skrije statusno vrstico in ročico za spreminjanje velikosti okna iPadOS za terminalsko izkušnjo brez motenj.
sv: Döljer statusfältet och iPadOS-fönstrets storleksändringshandtag för en distraktionsfri terminalupplevelse.
uk: Приховує рядок стану та маркер зміни розміру вікна iPadOS для роботи з терміналом без відволікань.
vi: Ẩn thanh trạng thái và núm thay đổi kích thước cửa sổ iPadOS để mang lại trải nghiệm terminal không bị phân tâm.
zh_hans: 隐藏状态栏和 iPadOS 窗口大小调整手柄，带来无干扰的终端体验。
zh_hant: 隱藏狀態列與 iPadOS 視窗縮放控制點，提供無干擾的終端機體驗。

source: High Performance
ar: أداء عالٍ
ca: Alt rendiment
cs: Vysoký výkon
da: Høj ydeevne
de: Hohe Leistung
es: Alto rendimiento
fi: Suuri suorituskyky
fr: Hautes performances
he: ביצועים גבוהים
hu: Nagy teljesítmény
it: Prestazioni elevate
ja: 高パフォーマンス
ko: 고성능
nb: Høy ytelse
nl: Hoge prestaties
pl: Wysoka wydajność
pt_br: Alto Desempenho
pt_pt: Alto Desempenho
ro: Performanță ridicată
sl: Visoka zmogljivost
sv: Hög prestanda
uk: Висока продуктивність
vi: Hiệu năng cao
zh_hans: 高性能
zh_hant: 高效能

source: High Performance · Match Client
ar: أداء عالٍ · مطابقة العميل
ca: Alt rendiment · Ajustar al client
cs: Vysoký výkon · Podle klienta
da: Høj ydeevne · Match klient
de: Hohe Leistung · An Client anpassen
es: Alto rendimiento · Ajustar al cliente
fi: Suuri suorituskyky · Vastaa asiakasta
fr: Hautes performances · Adapter au client
he: ביצועים גבוהים · התאמה ללקוח
hu: Nagy teljesítmény · Klienshez igazítás
it: Prestazioni elevate · Adatta al client
ja: 高パフォーマンス · クライアントに合わせる
ko: 고성능 · 클라이언트에 맞춤
nb: Høy ytelse · Tilpass til klient
nl: Hoge prestaties · Client volgen
pl: Wysoka wydajność · Dopasuj do klienta
pt_br: Alto Desempenho · Ajustar ao Cliente
pt_pt: Alto Desempenho · Ajustar ao Cliente
ro: Performanță ridicată · Potrivire cu clientul
sl: Visoka zmogljivost · Ujemanje z odjemalcem
sv: Hög prestanda · Matcha klient
uk: Висока продуктивність · Під розмір клієнта
vi: Hiệu năng cao · Khớp máy khách
zh_hans: 高性能 · 匹配客户端
zh_hant: 高效能 · 符合用戶端

source: High Performance · Remote Display
ar: أداء عالٍ · الشاشة البعيدة
ca: Alt rendiment · Pantalla remota
cs: Vysoký výkon · Vzdálené zobrazení
da: Høj ydeevne · Fjernskærm
de: Hohe Leistung · Remote-Anzeige
es: Alto rendimiento · Pantalla remota
fi: Suuri suorituskyky · Etänäyttö
fr: Hautes performances · Écran distant
he: ביצועים גבוהים · תצוגה מרוחקת
hu: Nagy teljesítmény · Távoli kijelző
it: Prestazioni elevate · Schermo remoto
ja: 高パフォーマンス · リモートディスプレイ
ko: 고성능 · 원격 디스플레이
nb: Høy ytelse · Ekstern skjerm
nl: Hoge prestaties · Extern scherm
pl: Wysoka wydajność · Zdalny ekran
pt_br: Alto Desempenho · Tela Remota
pt_pt: Alto Desempenho · Ecrã Remoto
ro: Performanță ridicată · Ecran la distanță
sl: Visoka zmogljivost · Oddaljeni zaslon
sv: Hög prestanda · Fjärrskärm
uk: Висока продуктивність · Віддалений дисплей
vi: Hiệu năng cao · Màn hình từ xa
zh_hans: 高性能 · 远程显示器
zh_hant: 高效能 · 遠端顯示器

source: High Performance May Be Unreliable
ar: قد يكون الأداء العالي غير موثوق
ca: L'alt rendiment pot ser inestable
cs: Vysoký výkon může být nespolehlivý
da: Høj ydeevne kan være upålidelig
de: Hohe Leistung ist möglicherweise unzuverlässig
es: El alto rendimiento puede ser inestable
fi: Suuri suorituskyky voi olla epäluotettava
fr: Les hautes performances peuvent être instables
he: ביצועים גבוהים עלולים להיות לא יציבים
hu: A nagy teljesítmény megbízhatatlan lehet
it: Le prestazioni elevate potrebbero essere instabili
ja: 高パフォーマンスは不安定になる可能性があります
ko: 고성능이 불안정할 수 있음
nb: Høy ytelse kan være upålitelig
nl: Hoge prestaties kunnen onbetrouwbaar zijn
pl: Wysoka wydajność może być niestabilna
pt_br: O Alto Desempenho pode ser instável
pt_pt: O Alto Desempenho pode ser instável
ro: Performanța ridicată poate fi instabilă
sl: Visoka zmogljivost je lahko nezanesljiva
sv: Hög prestanda kan vara opålitlig
uk: Висока продуктивність може бути нестабільною
vi: Hiệu năng cao có thể không ổn định
zh_hans: 高性能可能不稳定
zh_hant: 高效能可能不穩定

source: High Performance Screen Sharing can be unreliable over cellular or mesh VPN connections such as Tailscale and NetBird. Continue with High Performance or use Standard for this connection.
ar: قد تكون مشاركة الشاشة بـ«أداء عالٍ» غير موثوقة عبر الشبكة الخلوية أو اتصالات VPN الشبكية مثل Tailscale وNetBird. تابع بـ«أداء عالٍ» أو استخدم «قياسي» لهذا الاتصال.
ca: Compartir pantalla amb Alt rendiment pot ser inestable a través de dades mòbils o connexions VPN de malla com ara Tailscale i NetBird. Continua amb Alt rendiment o utilitza Estàndard per a aquesta connexió.
cs: Sdílení obrazovky s Vysokým výkonem může být nespolehlivé přes mobilní síť nebo mesh VPN připojení, jako je Tailscale a NetBird. Pokračujte s Vysokým výkonem nebo pro toto připojení použijte Standardní.
da: Skærmdeling med Høj ydeevne kan være upålidelig over mobilnetværk eller mesh-VPN-forbindelser som Tailscale og NetBird. Fortsæt med Høj ydeevne, eller brug Standard til denne forbindelse.
de: Bildschirmfreigabe mit Hoher Leistung kann über Mobilfunk oder Mesh-VPN-Verbindungen wie Tailscale und NetBird unzuverlässig sein. Fahren Sie mit Hoher Leistung fort oder verwenden Sie Standard für diese Verbindung.
es: Compartir pantalla con «Alto rendimiento» puede ser inestable a través de datos móviles o conexiones VPN de malla como Tailscale y NetBird. Continúe con «Alto rendimiento» o use «Estándar» para esta conexión.
fi: Näytön jakaminen suurella suorituskyvyllä voi olla epäluotettavaa mobiiliverkossa tai mesh-VPN-yhteyksissä, kuten Tailscale ja NetBird. Jatka suurella suorituskyvyllä tai käytä vakiota tälle yhteydelle.
fr: Le partage d'écran en Hautes performances peut être instable sur les connexions cellulaires ou les VPN maillés tels que Tailscale et NetBird. Continuez en Hautes performances ou utilisez Standard pour cette connexion.
he: שיתוף מסך בביצועים גבוהים עלול להיות לא יציב ברשת סלולרית או בחיבורי VPN מסוג mesh כגון Tailscale ו-NetBird. המשך עם ביצועים גבוהים או השתמש ברגיל עבור חיבור זה.
hu: A Nagy teljesítmény módú képernyőmegosztás megbízhatatlan lehet mobilhálózaton vagy mesh VPN-kapcsolatokon, például Tailscale és NetBird esetén. Folytassa a Nagy teljesítmény móddal, vagy használja a Standard módot ehhez a kapcsolathoz.
it: La condivisione schermo con Prestazioni elevate può essere instabile su rete cellulare o su connessioni VPN mesh come Tailscale e NetBird. Continua con Prestazioni elevate o usa Standard per questa connessione.
ja: 高パフォーマンスの画面共有は、モバイルデータ通信や Tailscale、NetBird などのメッシュ VPN 接続では不安定になることがあります。高パフォーマンスで続行するか、この接続には標準を使用してください。
ko: 고성능 화면 공유는 셀룰러 또는 Tailscale, NetBird와 같은 메시 VPN 연결에서 불안정할 수 있습니다. 고성능으로 계속하거나 이 연결에는 표준을 사용하십시오.
nb: Skjermdeling med Høy ytelse kan være upålitelig over mobilnett eller mesh-VPN-tilkoblinger som Tailscale og NetBird. Fortsett med Høy ytelse, eller bruk Standard for denne tilkoblingen.
nl: Schermdelen met Hoge prestaties kan onbetrouwbaar zijn via een mobiel netwerk of mesh-VPN-verbindingen zoals Tailscale en NetBird. Ga door met Hoge prestaties of gebruik Standaard voor deze verbinding.
pl: Udostępnianie ekranu z wysoką wydajnością może być niestabilne w sieci komórkowej lub przez połączenia mesh VPN, takie jak Tailscale i NetBird. Kontynuuj z wysoką wydajnością lub użyj trybu standardowego dla tego połączenia.
pt_br: O Compartilhamento de Tela com Alto Desempenho pode ser instável em redes celulares ou conexões VPN em malha como Tailscale e NetBird. Continue com Alto Desempenho ou use Padrão para esta conexão.
pt_pt: A Partilha de Ecrã com Alto Desempenho pode ser instável em dados móveis ou ligações VPN em malha como Tailscale e NetBird. Continue com Alto Desempenho ou utilize Padrão para esta ligação.
ro: Partajarea ecranului cu Performanță ridicată poate fi instabilă prin rețea celulară sau prin conexiuni VPN de tip mesh precum Tailscale și NetBird. Continuă cu Performanță ridicată sau folosește Standard pentru această conexiune.
sl: Skupna raba zaslona z visoko zmogljivostjo je lahko nezanesljiva prek mobilnega omrežja ali povezav mesh VPN, kot sta Tailscale in NetBird. Nadaljujte z visoko zmogljivostjo ali za to povezavo uporabite standardno.
sv: Skärmdelning med Hög prestanda kan vara opålitlig över mobilt nätverk eller mesh-VPN-anslutningar som Tailscale och NetBird. Fortsätt med Hög prestanda eller använd Standard för den här anslutningen.
uk: Спільний доступ до екрана з високою продуктивністю може бути нестабільним через мобільний зв'язок або мережеві VPN-з'єднання, такі як Tailscale і NetBird. Продовжте з високою продуктивністю або використайте стандартний для цього з'єднання.
vi: Chia sẻ màn hình Hiệu năng cao có thể không ổn định qua mạng di động hoặc các kết nối VPN dạng lưới như Tailscale và NetBird. Tiếp tục với Hiệu năng cao hoặc dùng Chuẩn cho kết nối này.
zh_hans: “高性能”屏幕共享在蜂窝网络或 Tailscale、NetBird 等网状 VPN 连接上可能不稳定。可继续使用“高性能”，或为此连接使用“标准”。
zh_hant: 「高效能」螢幕共享在行動網路或 Tailscale、NetBird 等網狀 VPN 連線上可能不穩定。可繼續使用「高效能」，或為此連線使用「標準」。

source: High Performance uses UDP and cannot be tunneled through SSH.
ar: يستخدم «أداء عالٍ» بروتوكول UDP ولا يمكن تمريره عبر نفق SSH.
ca: Alt rendiment utilitza UDP i no es pot canalitzar a través d'SSH.
cs: Vysoký výkon používá UDP a nelze jej tunelovat přes SSH.
da: Høj ydeevne bruger UDP og kan ikke tunneleres gennem SSH.
de: Hohe Leistung verwendet UDP und kann nicht über SSH getunnelt werden.
es: «Alto rendimiento» usa UDP y no se puede canalizar a través de SSH.
fi: Suuri suorituskyky käyttää UDP:tä, eikä sitä voi tunneloida SSH:n kautta.
fr: Le mode Hautes performances utilise UDP et ne peut pas être tunnelisé via SSH.
he: ביצועים גבוהים משתמש ב-UDP ולא ניתן לנתב אותו דרך מנהרת SSH.
hu: A Nagy teljesítmény mód UDP-t használ, és nem vezethető át SSH-alagúton.
it: Prestazioni elevate usa UDP e non può essere incanalato tramite SSH.
ja: 高パフォーマンスはUDPを使用するため、SSHでトンネルできません。
ko: 고성능은 UDP를 사용하므로 SSH를 통해 터널링할 수 없습니다.
nb: Høy ytelse bruker UDP og kan ikke tunneleres gjennom SSH.
nl: Hoge prestaties gebruikt UDP en kan niet via SSH worden getunneld.
pl: Wysoka wydajność używa UDP i nie może być tunelowana przez SSH.
pt_br: O Alto Desempenho usa UDP e não pode ser encapsulado através de SSH.
pt_pt: O Alto Desempenho utiliza UDP e não pode ser encaminhado através de um túnel SSH.
ro: „Performanță ridicată” folosește UDP și nu poate fi tunelată prin SSH.
sl: Visoka zmogljivost uporablja UDP in je ni mogoče tunelirati prek SSH.
sv: Hög prestanda använder UDP och kan inte tunnlas via SSH.
uk: «Висока продуктивність» використовує UDP і не може тунелюватися через SSH.
vi: Hiệu năng cao dùng UDP nên không thể đi qua đường hầm SSH.
zh_hans: “高性能”使用 UDP，无法通过 SSH 建立隧道。
zh_hant: 「高效能」使用 UDP，無法透過 SSH 通道傳輸。

source: High Risk
ar: خطر عالٍ
ca: Risc alt
cs: Vysoké riziko
da: Høj risiko
de: Hohes Risiko
es: Riesgo alto
fi: Korkea riski
fr: Risque élevé
he: סיכון גבוה
hu: Magas kockázat
it: Rischio alto
ja: 高リスク
ko: 높은 위험
nb: Høy risiko
nl: Hoog risico
pl: Wysokie ryzyko
pt_br: Risco alto
pt_pt: Risco alto
ro: Risc ridicat
sl: Visoko tveganje
sv: Hög risk
uk: Високий ризик
vi: Rủi ro cao
zh_hans: 高风险
zh_hant: 高風險
